tap "ngrok/ngrok"

brew "coreutils"
brew "gnu-sed"
brew "gnu-tar"
brew "gzip"

brew "envchain"
brew "git"
brew "neovim"
brew "zsh"
brew "zsh-completions"

brew "composer"
brew "go@1.21"
brew "node@20" # latest LTS
brew "php@8.1" # latests supported WordPress version
brew "python@3.12"
brew "uv"

brew "bat"
brew "curl"
brew "fzf"
brew "htop"
brew "jq"
brew "ripgrep"
brew "sops"
brew "age"
brew "tree"
brew "wget"
brew "yq"
brew "watch"
brew "mtr"
brew "gron"

brew "gh"

brew "helm"
brew "kube-ps1"
brew "kubectl"
brew "kubectx"
brew "kustomize"
brew "docker-completion"
brew "doctl"

brew "dockutil"
brew "mas"

cask "font-sauce-code-pro-nerd-font"

cask "ghostty"

cask "discord"
cask "ngrok"
cask "tunnelblick"
cask "firefox"
cask "gpg-suite-no-mail"
cask "orbstack"
cask "rectangle"
cask "secretive"
cask "sequel-ace"
cask "slack"
cask "poedit"
cask "dictionaries"
# cask "microsoft-teams"
cask "skype"
cask "tableplus"
cask "the-unarchiver"
cask "whatsapp"
cask "spotify"
cask "imageoptim"

cask "google-cloud-sdk"

cask "adobe-acrobat-reader"
mas "Enpass", id:732710998   # Install Enpass from App Store so that I can unlock it with Touch ID
mas "OneDrive", id:823766827
mas "Microsoft Excel", id:462058435
mas "Microsoft Word", id:462054704
mas "Pages", id:409201541
mas "Numbers", id:409203825
mas "paperLESS vToken", id:6667100978
