# tap "ngrok/ngrok"

brew "coreutils"
brew "gnu-sed"
brew "gnu-tar"
brew "gzip"

brew "envchain"
brew "git"
brew "neovim"
brew "zsh"
brew "zsh-completions"

brew "composer"
brew "go@1.21"
brew "node@20" # latest LTS
brew "php@8.1" # latests supported WordPress version
brew "python@3.12"
brew "uv"

brew "bat"
brew "curl"
brew "fzf"
brew "htop"
brew "jq"
brew "ripgrep"
brew "sops"
brew "age"
brew "tree"
brew "wget"
brew "yq"
brew "watch"
brew "mtr"

brew "gh"

brew "helm"
brew "kube-ps1"
brew "kubectl"
brew "kubectx"
brew "kustomize"
brew "docker-completion"
cask "rancher"

brew "dockutil"
brew "mas"

cask "firefox"
cask "the-unarchiver"

cask "font-sauce-code-pro-nerd-font"
cask "kitty"
cask "rectangle"
